driver-tests/bpelse/assign/AssignJbi/test/CopyunsignedByteInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><unsignedBytePart xmlns="urn:DataType"><xsd_unsignedByte>100</xsd_unsignedByte><optional_unsignedByte>1</optional_unsignedByte><repeat_unsignedByte>1</repeat_unsignedByte><repeat_unsignedByte>99</repeat_unsignedByte></unsignedBytePart></SOAP-ENV:Body></SOAP-ENV:Envelope>
